"""
новолуние 15.11 05:07
полнолуние 30.11 09:29
новолуние 14.12 16:16
полнолуние 30.12 03:28
новолуние 13.01 05:00
полнолуние 28.01 19:16
новолуние 11.02 19:05
полнолуние 27.02 08:17
"""

data_dict = {11: 'Новолуние 15 ноября, в 05:07,\n'
                 'Полнолуние 30 ноября, в 09:29',
             12: 'Новолуние 14 декабря, в 16:16,\n'
                 'Полнолуние 30 декабря, в 03:28',
             1: 'Новолуние 13 января, в 05:00,\n'
                 'Полнолуние 28 января, в 19:16',
             2: 'Новолуние 11 февраля, в 19:05,\n'
                 'Полнолуние 27 февраля, в 08:17',
             }