"""
новолуние 15.11 05:07
полнолуние 30.11 09:29
новолуние 14.12 16:16
полнолуние 30.12 03:28
новолуние 13.01 05:00
полнолуние 28.01 19:16
новолуние 11.02 19:05
полнолуние 27.02 08:17
"""

data_dict = {11: 'НОВОЛУНИЕ 15 ноября, в 05:07,\n'
                 'ПОЛНОЛУНИЕ 30 ноября, в 09:29',
             12: 'НОВОЛУНИЕ 14 декабря, в 16:16,\n'
                 'ПОЛНОЛУНИЕ 30 декабря, в 03:28',
             1: 'НОВОЛУНИЕ 13 января, в 05:00,\n'
                 'ПОЛНОЛУНИЕ 28 января, в 19:16',
             2: 'НОВОЛУНИЕ 11 февраля, в 19:05,\n'
                 'ПОЛНОЛУНИЕ 27 февраля, в 08:17',
             3: 'НОВОЛУНИЕ 13 марта, в 10:21,\n'
                'ПОЛНОЛУНИЕ 28 марта, в 18:48',
             4: 'НОВОЛУНИЕ 12 апреля, в 02:30,\n'
                'ПОЛНОЛУНИЕ 27 апреля, в 03:31',
             }


reserv_dict = {11: (('НОВОЛУНИЕ', '15 ноября', '05:07'), ('ПОЛНОЛУНИЕ', '30 ноября', '09:29')),
               12: (('НОВОЛУНИЕ', '14 декабря', '16:16'), ('ПОЛНОЛУНИЕ', '30 декабря', '03:28')),
               1: (('НОВОЛУНИЕ', '13 января', '05:00'), ('ПОЛНОЛУНИЕ', '28 января', '19:16')),
               2: (('НОВОЛУНИЕ', '11 февраля', '19:05'), ('ПОЛНОЛУНИЕ', '27 февраля', '08:17')),
               }